{"Antony and Cleopatra":{"place":{"name":"Alexandria (Egypt)","coords":["31.1991806","29.8951716"]},"yearofpub":"1607 (performed)/1623 (First Folio)","era":"Ptolemaic Egypt/Ancient Rome","resume":"Antony and Cleopatra is a tragedy that follows the relationship between Mark Antony (one of the ruler of the Roman Republic after the death of Julius Caesar) and Cleopatra (queen of Egypt).<br>\nThe entire opera is largely based on a transaltion of a Plutarch’s (an ancient greek philosopher) biografy of Mark Antony.<br><br>\nThe tragedy is divided into five acts.<br>\n<b>ACT I:</b><br>\nAfter the death of Julius Caesar, the Roman Empire is governed by a triumvirate made of Octavius Caesar, Mark Antony and Lepidus.\nMark Antony commands the eastern Mediterranean and lives in Egypt. He fell in love with Cleopatra. But when his wife, Fulvia, dies and there’s a rebellion made by Pompey against Octavius, Antony is forced to go to Rome.<br>\n<b>ACT II:</b><br>\nIn Rome, Antony and Caesar decide to seal their friendship with a political marriage between Antony and Octavia (Octavius’ sister). Enobarbus (a friend of Antony) doesn’t belive that Antony will leave Cleopatra and tells that to his Roman friends. The triumvirate make peace with Pompey, who invite them on a feast on his ship.<br>\n<b>ACT III:</b><br>\nIn Egypt Cleopatra receives the news of Antony's marriage and became jelous, but then she realises that Octavia isn’t a real romantic opponent. When Antony and Octavia arrive in Athens, they hear that Octavius has revoked his peace treaty, attacked Pompey and also betrayed the triumvirate agreement by imprisoning Lepidus to take all the power. Antony sends Octavia to Rome to try to make peace with his brother Caesar and he goes to Egypt to raise an army with Cleopatra. Caesar, angry for Antony's betrayal with Octavia, declares war on Antony and Cleopatra. Antony decides to fight at sea but during the battle, Cleopatra's ships leave the Roman fleet, so he is defeated.<br>\n<b>ACT IV:</b><br>\nAntony chooses to fight Caesar on land but his army has lost faith in him. Enobarbus joins ocatvius army betraying Antony and leaving him saddened. At the battle, Cleopatra's men leave Antony, and for this reason Cleopatra takes refuge in her monument, fearing the rage of his partner. Antony thinks that she has betrayed him to Octavius, so she sends messengers to say that she is dead. Antony is destroyed by the news so he falls onto his sword because he wants to die. Cleopatra's messenger goes to inform him that she is still alive and finds him dying alone. He is bring to the monument and dies in Cleopatra's arms.<br>\n<b>ACT V:</b><br>\nCleopatra doesn’t want to be a prisoner of the Romans so she and her women commit suicide. Then Caesar discovers the body and orders that Antony and Cleopatra be buried together. After that he returns to Rome and becomes the first Emperor.<br><br>\nThe story largely takes place in Alexandria, where Cleopatra lived. Unfortunately Cleopatra’s palace and many other monument of that time are now destroyed, underwater or no longer accessible. Alexandria is still a beautiful city to explore to try to imagine how were the things centuries ago.<br><br>\n<b>Main image:</b> A view of the modern city of Alexandria.<br>\n<b>Second image:</b> Bibliotheca Alexandrina, a commemoration of the ancient Library of Alexandria, destroyed by Julius Caesar.<br>\n<b>Third image:</b> Interior of Bibliotheca Alexandrina.<br>","images":["https://drive.google.com/thumbnail?id=1FdvGXljOUOFKntgPiACiwu5pdaUdGvkB&sz=w1000","https://drive.google.com/thumbnail?id=1GeK_Y-IQGDrZmSY9JuC8ShyqK_zTH-SC&sz=w1000","https://drive.google.com/thumbnail?id=1_Q7Lgk1BiTN6hYeInmJcaZ0F1KXm54E1&sz=w1000"],"characters":"<b>Mark Antony</b> – triumvir of the Roman Republic<br>\n<b>Octavius Caesar</b> – adopted son of Julius Caesar and future Emperor<br><b>Lepidus</b> – another triumvir<br>\n<b>Cleopatr</b>a – Queen of Egypt<br>\n<b>Octavia</b> – Octavius' sister<br>\n<b>Pompey</b> – rebel against the triumvirate<br>\n<b>Enobarbus</b> – friend of Antony"},"The Comedy of Errors":{"place":{"name":"Ephesus","coords":["37.94044555","27.339319446496788"]},"yearofpub":"1623 (First Folio)","era":"Not clearly specified","resume":"The Comedy of Errors is one of the first plays and it’s also one of the shortest comedies written by Shakespeare.<br>\nThe play’s title has become an English idiom for ridiculous situations.<br><br>\nThe comedy is divided into five acts.<br>\n<b>ACT I:</b><br>\nTwenty three years before the story takes place, Egeon had lost his wife and one of their identical twin sons and the boy's slave, also an identical twin of the other slave, in a storm when travelling at sea. Egeon had raised the surviving boy and his slave, but at eighteen, they had gone in search of their lost brothers. After not reciving any news, Egeon had also left home to search his sons in Ephesus. \nDuke of Ephesus, Solinus, detain Egeon beacause Syracusians are not allowed in Ephesus. When the Duke asks why he is in Ephesus, Egeon explains that he is searching his lost twin sons and their slaves. Solinus allows Egeon to try to raise 1,000 marks as a ransom until sunset or he will die.\nMeanwhile, in a nearby marketplace, a merchant has met Egeon's son Antipholus of Syracuse and his servant, Dromio of Syracuse. To avoid the ban of Syracusians, they put on local dress before exploring the town. They don’t know that their twin brothers, that have the same names, have been living there after being saved from the storm by fishermen.<br>\n<b>ACT II:</b><br>\nAntipholus of Syracuse met Dromio of Ephesus, who is angry that his master (Antipholus of Ephesus) has not returned home to his wife, Adriana, for dinner. The likeness of all the four twins leads to a series of confusions and ridiculous situations. For example Antipholus of Syracuse dines with his sister in law and falls in love with her sister, Luciana. His servant, Dromio of Syracuse, refuses to open the door to anyone. He bars the door even when Antipholus of Ephesus returns home.<br>\n<b>ACT III and IV:</b><br>\nA gold chain that Antipholus of Ephesus has ordered is delivered to his twin by error. Antipholus of Ephesus and his servant are arrested because they refuse to pay for something that they didn’t recive. While they are under arrest, their twins from Syracuse cause panic in the town, but the people think that the Ephesian twins have escaped the prison.<br>\n<b>ACT V:</b><br>\nThe sunset hour is approaching and Solinus returns, but then he is stopped by Adriana, who asks help for her husband. The Ephesian twins escape the prison and Egeon recognises them as the boys from Syracuse. Solinus appears with the second pair of twins escorted by a woman. She recognise Egeon and reveals herself as Emilia,his lost wife, that somehow survived the storm. When all have told their stories the Duke forgive Egeon, and everyone goes to celebrate with Emilia at the temple.\nThe whole sotry takes place in the ancient city of Ephesus, which is now only an archeological site located in Turkey. Shakespeare mentions a temple that could have been the Temple of Artemis, one of the Seven Wonders of the Ancient World.<br><br>\nThere isn’t a modern city builded upon the ruins of Ephesus, so visiting the archeological site is like a dive into past.\n<br><br>\n<b>Main image:</b> The Library of Celsus, in the archeological site of Ephesus.<br>\n<b>Second image:</b> A model of the Temple of Artemis, one of the greatest temple in the ancient world.<br>\n<b>Third image:</b> The site of the Temple of Artemis today.","images":["https://drive.google.com/thumbnail?id=1RsmcBgh5w6HZhN1Nd_TaW1T1Wput1z0T&sz=w1000","https://drive.google.com/thumbnail?id=1Xn-R2T4VN3HWMNeEuvQMN634D579Gree&sz=w1000","https://drive.google.com/thumbnail?id=1h39uUwEA2hVrZLqcuDP-71Z1CLQ2ghnd&sz=w1000"],"characters":"<b>Egeon</b> – a merchant of Syracuse, father of the Antipholus twins<br>\n<b>Solinus</b> – Duke of Ephesus<br>\n<b>Antipholus of Ephesus and Antipholus of Syracuse</b> – twin sons of Egeon<br>\n<b>Dromio of Ephesus and Dromio of Syracuse</b> – twin servers of the twin brothers<br>\n<b>Emilia</b> – wife of Egeon and mother of the twins<br>\n<b>Adriana</b> – wife of Antipholus of Ephesus<br>"},"Coriolanus":{"place":{"name":"Rome","coords":["41.8933203","12.4829321"]},"yearofpub":"Between 1605 and 1608","era":"Ancient Rome","resume":"Coriolanus is a tragedy based on the life of the legendary Roman leader Caius Martius Coriolanus. Shakespeare worked on it during the same years he wrote Antony and Cleopatra, making them his last two tragedies.<br>\nThe character of Coriolanus is one of the least defined and described by Shakespeare.<br>\nThe entire opera is largely based on a transaltion of a Plutarch’s (an ancient greek philosopher) biografy of Caius Martius Coriolanus.\nThe tragedy is divided into five acts.<br><br>\n<b>ACT I:</b><br>\nIn the ancient Rome there is a shortage of food. Caius Martius, a young and arrogant general, hates the plebeians (who are angry about the shortage).\nAt the same time the Volscians want to attack Rome, so the Senate sends Caius Martius to repress the invasion leaded by Tullus Aufidius.<br>\n<b>ACT II:</b><br>\nCaius Martius epicly defeats the Volscians in the city of Corioli and earns the title of «Coriolanus».\nBack to Rome he’s appointed as a Consul and his mother pressures him to accept. The people ratify his election but afterwards two tribunes (who represent the plebeians) want to reverse the decision.<br>\n<b>ACT III:</b><br>\nCaius Martius, now known as Coriolanus, denies the right of the plebeians to recive corn supplies. Despite the encouragement of the senators and his mother, he can’t keep with the people, so he’s expelled from Rome. Not knowing where to go he decides to join the Volscians in the city of Antium. Aufidius respects his enemy and welcomes him in the army. Togheter they plan their revenge on Rome.<br>\n<b>ACT IV:</b><br>\nIn Rome the tribunes and people are happy about Coriolanus’ exile until they hear that he has joined forces with Aufidius to destroy the city. They send several embassies to dissuade him, but he rejects them all. Finally, Volumnia (his mother) , Virgila (his wife), and Coriolanus's young son go to talk with him. Coriolanus can’t resist his mother’s pleas and agrees to make peace.<br>\n<b>ACT V:</b><br>\nAufidius is angry about Coriolanus’ betrayal and with his soldiers kills him.\nOnce his anger is gone he takes part to his funeral to remember him as a worthy warrior.<br><br>\nThe whole story takes place in the modern municipality of Rome: from Genzano di Roma (where the historians suppose was located the city of Corioli) to the city of Rome.\nMany places mentioned in the story, like the Curia Iulia, the ancient senate house, can be visited nowadays inside what is called “Archaeological Park of the Colosseum”, in Rome.<br><br>\n<b>Main image:</b> Photo of Genzano di Roma, where historians suppose was located the city of Corioli.<br>\n<b>Second image:</b> 3D model of Curia Iulia: the ancient senate house.<br>\n<b>Third image:</b> Curia Iulia now.<br>","images":["https://drive.google.com/thumbnail?id=1Rzlfr74bQuP56NgT8IoFB9eIxHeDZTX9&sz=w1000","https://drive.google.com/thumbnail?id=1gMpp5jfm9dJF4vLX0MKCa-r9BtMnnPXv&sz=w1000","https://drive.google.com/thumbnail?id=1GQfdPlMypm7xEIIfvR48qBAtFge-PF_F&sz=w1000"],"characters":"<b>Romans:</b><br>\n<b>Caius Marcius</b> – later surnamed Coriolanus<br>\n<b>Menenius Agrippa</b> – Senator of Rome<br>\n<b>Volumnia</b> – Coriolanus' mother<br>\n<b>Virgilia</b> – Coriolanus' wife<br>\n<b>Young Martius </b>– Coriolanus' son<br>\n<b>Volscians:</b><br>\n<b>Tullus Aufidius</b> – general of the Volscian army<br>\n<b>Conspirators with</b> Aufidius<br>"},"Romeo and Juliet":{"place":{"name":"Verona","coords":["45.442497700000004","10.985737689444763"]},"yearofpub":"Between 1594 and 1596","era":"Italy and England in the 1500s","resume":"Romeo and Juliet is a work based on the complicated love between Romeo Montague and Juliet Capultes because they belong to two powerful families always been in conflict.\n<br>\nThey met each other at the Capulet’s private party, where Romeo had infiltrated, and when they saw each other, their love immediately started.\n<br>\nThis tragedy is setted in Verona and it’s divided into five acts.\n<br>\n<br>\n<b>ACT I:</b>\n<br>\nThe opera starts with the private party that Juliet’s father organised to introduce the count Paris, who wants to marry Juliets, to his daughter.<br>\nRomeo and his friends, just when they had known that Capulets were having a party, created a strategy to infiltrate into it; they managed to do that but just when Romeo and Juliet met, Tybalt recognised them and he forced them to leave.\n\n<br>\n<b>ACT II:</b>\n<br>\nWhen Romeo got kicked out of the party, waited for Juliet near their house, and when she got there, they declared the love they proved to each other, and they promised that they would marry the next day.<br>\nThe day after Juliet had gone for confession to Friar Laurence, and then they got secretly married.\n<br>\n<b>ACT III:</b>\n<br>\nAfter the marriage Tybalt challenged Romeo, but he refused to do that, so Mercutio (One of Romeo's best friends), decided to do it instead of him but he got accidentally killed. Romeo intervenes to stop the fight but when he noticed that Mercutio was dead he killed Tybalt and he got banished from Verona.\n<br>\nJuliet was waiting for Romeo, and when Capultes had known about the death of them, lord Capulets decided to move the marriage to the next day, but Juliet without telling about her secret marriage told them that she didn’t want to marry the count.<br>\nFriar Laurence helped out Romeo and Juliet, letting them spend the last night together before Romeo left for Mantova. \n<br>\n<b>ACT IV:</b><br>\nFriar Laurence helped out Juliet, providing a sleeping draught that made her seem dead. When the marriage day came, all the Capulets Family believed she was dead. The Friar sent a message to Romeo of Juliet's plan and he came there to rescue his sleeping wife. \n<br>\n<b>ACT V:</b>\n<br>\nRomeo didn’t receive the message because of the plague. When he heard from his servant that Juliet was dead, he bought poison from an Apothecary in Mantua. He returned to Verona and he went to the tomb where had found Paris and then he killed him. Then Romeo ate his poison and died. Friar Laurence told Juliet what happened, but she refused to leave the tomb and she killed herself. The deaths of Romeo and Juliet helped the families to make peace. They promised to erect a monument in Romeo and Juliet's memory.\n<br><br>\n<b>Main image:</b> The marriage of Romeo and Juliet.<br>\n<b>Second image:</b> The famous scene of the balcony.\n<br>\n<b>Third image:</b> Juliet's death.<br>","images":["https://drive.google.com/thumbnail?id=14gvQ5RmWCTJ3rVKcEQo_TWG-ZEBNNJCS&sz=w1000","https://drive.google.com/thumbnail?id=1bNkqHpfb5xsAxxIWWyoQEbOshRy75TQs&sz=w1000","https://drive.google.com/thumbnail?id=1pgt36QS9DcolrowxiX-aGwQI8peXwl6o&sz=w1000"],"characters":"<b>Romeo</b> - main Montagues character<br>\n<b>Juliet</b> - main Capulets Character<br>\n<b>Friar Laurence</b> - Romeo and Juliet’s friend<br>\n<b>Mercutio</b> - Romeo’s best friend<br>\n<b>Tybalt</b> - Juliet’s cousin<br>\n<b>Benvolio</b> - Romeo’s best friend<br>\n<b>Lord Capulets</b> - Juliet’s father<br>\n<b>Nurse</b> - she growed up Juliet<br>"},"The Winter’s Tale":{"place":{"name":"Messina","coords":["38.1937571","15.5542082"]},"yearofpub":"Between 1610 and 1611","era":"Italy in the 1600s","resume":"The Winter's Tale is a work based on Hermione's false betrayal of the king Leonte with his best friend.<br>\nWhen the king found out what Hermione had done, he didn’t believe her when she told him she would never cheat on him and then his wife died.<br>\nAfter that he decided to exile his daughter Perdita and here the real story begins.\n<br><br>\nThis novel is setted in Messina and it’s divided into five acts.\n<br>\n<b>ACT I:</b>\n<br>\nThe opera starts with the nine month long trip of Polixenes to Messina, guest of Leonte, the king of Messina (his best friend). When he was about to leave, Leonte begged him to stay but Polixenes refused his request but when Hermione managed to convince him to stay, Leonte suspected that there were something between his wife and Polixenes and he made his servant Camillo to poison him, but he refused to do that and he ran away with Polixenes.\n<br>\n<b>ACT II:</b>\n<br>\nLeontes put Hermione in prison even though he had no proof, only his own doubts. While she was locked up, Hermione had a baby girl. Leonte sent two messengers to the oracle at Delphi to confirm his beliefs. Paulina, Hermione’s friend, brought the baby to Leontes, hoping he would release his wife and stop being so jealous. But this only made him angrier and he exiled the newborn.\n<br>\n<b>ACT III:</b>\n<br>\nHermione, weak after giving birth, went to trial where a message from the oracle proved she was innocent. However, news arrived that Mamillius, her son, had died because he was shocked about her arrest. \nLater, Paulina came back with the sad news that Hermione had died. Leontes felt guilty and regretted what he had done.\nAntigonus had a dream where his wife Hermione said to leave the baby on a beach in Bohemia. He did as she said but was killed by a bear before he could leave. A shepherd had found Perdita and he decided to take her home.\n<br>\n<b>ACT IV</b>\n<br>\nSixteen years later, in Bohemia, Polixene's son, Florizel, has fallen in love with a shepherd's daughter named Perdita. Polixenes was not happy about that because his son belonged in a social class way mayor than her one. When Florizel and Perdita decided to get married, Polixene denounced Florizel and he threatened the shepherd for allowing Perdita to have a relationship with the Prince.\n<br>\n<b>ACT V:</b>\n<br>\nCamillo helped Florizel and Perdita to escape and travel to Sicily, but they were followed by the shepherds, Polixenes and Camillo. When they arrived there Leontes welcomed Florizel and his new wife.\nAfter a while, Leontes had discovered that Perdita was his banished daughter. With that fact, Leontes and Polixenes decided that was time to make peace. \nAs the play concludes, Paulina reveals a new statue of Hermione, which with music came to life. \nFlorizel and Perdita got married, Leontes and his Queen were restored and as a reward for her care, Paulina received Camillo as her new husband.\n<br><br>\n<b>Main image:</b> Messina.<br>\n<b>Second image:</b> Leonte's banishment.<br>\n<b>Third image:</b> Hermione.","images":["https://drive.google.com/thumbnail?id=1aFU7koMQ_cpSKa6PaXckjQWGyYRFE3aL&sz=w1000","https://drive.google.com/thumbnail?id=177L5AZBESWYucW61P4sYHmXGV0FgwnlE&sz=w1000","https://drive.google.com/thumbnail?id=12KycaXvGns9cXJMfzJdYtfiXgWZLxjjB&sz=w1000"],"characters":"<b>Leonte</b> - the Messina’s king<br>\n<b>Hermione</b> - Leonte’s wife<br>\n<b>Polixenes</b> - Bohemia's king and Leonte’s best friend<br>\n<b>Camillo</b> - Leonte’s servant, he will betray him<br>\n<b>Perdita</b> - Leonte and Hermione’s daughter<br>\n<b>Shepherd</b> - who raised Perdita when she got exiled<br>"},"The Taming of the Shrew":{"place":{"name":"Padova","coords":["45.4077172","11.8734455"]},"yearofpub":"1623 (First Folio)","era":"Renaissance","resume":"The Taming of the Shrew is a comedy about the love between Lucentio and Bianca where the first cannot court Bianca until her shrewish older sister Katherina marries. The eccentric Petruccio marries the reluctant Katherina and uses a number of tactics to render her an obedient wife. Lucentio marries Bianca and, in a contest at the end, Katherina proves to be the most obedient wife. \n<br><br>\nThe comedy is divided into five acts:<br>\n<b>ACT I:</b><br>\nThe play Taming of the Shrew begins with a group of noblemen tricking a drunken tinker, Christopher Sly, into believing he is a lord. They provide him with a disguised page as his \"wife\" and entertain him with a play.\nIn the play, Lucentio arrives in Padova to study and becomes infatuated with Bianca, the younger daughter of the wealthy merchant Baptista. However, Bianca already has two suitors, Gremio and Hortensio, neither of whom she likes. Baptista declares Bianca cannot marry until her older, fiery-tempered sister Katherina is wed.\nLucentio disguises himself as a Latin tutor to court Bianca. Gremio unknowingly hires him to woo Bianca on his behalf, while Hortensio pretends to be a music teacher to gain access to her. Lucentio's servant, Tranio, also disguises himself as Lucentio to convince Baptista to approve Lucentio as Bianca's suitor.\n<br>\n<b>Act II:</b><br>\nPetruccio, a confident young man from Verona, arrives to visit his friend Hortensio. Hearing of Katherina, Petruccio decides to pursue her, encouraged by Gremio and Hortensio. Baptista supports Petruccio’s courtship, eager to marry off his troublesome elder daughter. Despite Katherina’s resistance, Petruccio presses on and sets a wedding date.\n<br>\n<b>ACT III:</b><br>\nAs the wedding approaches, Lucentio and Hortensio compete for Bianca’s affection in their disguises. On the wedding day, Katherina reluctantly awaits Petruccio, who arrives late and dressed absurdly, creating a scene. After the ceremony, he immediately whisks Katherina away to his home in Verona.\n<br>\n<b>ACT IV:</b><br>\nAt Petruccio's home, Katherina is denied food and rest under the pretense of care, as Petruccio aims to \"tame\" her. Over time, his relentless behavior wears her down, and she eventually submits to his authority. To reward her compliance, Petruccio agrees to take her to visit her father in Padova. During the journey, he tests her obedience, asking her to accept absurd claims, such as calling the sun the moon.\n<br>\n<b>ACT V:</b><br>\nArriving in Padova, they find Hortensio has married a wealthy widow after being rejected by Bianca. Tranio, still disguised as Lucentio, has secured Baptista’s approval for Lucentio to marry Bianca, with a schoolteacher pretending to be Lucentio’s father. Meanwhile, the real Lucentio secretly weds Bianca.\nThe deception unravels when Vincentio, Lucentio’s real father, arrives and discovers the impersonation. Lucentio confesses everything and announces his marriage to Bianca. Despite the confusion, Baptista hosts a wedding feast for both daughters.\nAt the feast, Petruccio proposes a test of the wives' obedience. Both Bianca and the widow refuse to come when called, but Katherina promptly complies and scolds them on a wife's proper duties.\nThe play ends with Christopher Sly waking from his dream, abandoned to his drunken stupor.\n<br><br>\n<b>Main image:</b> Padova.<br>\n<b>Second image:</b> The Shrew.<br>\n<b>Third image:</b> The marriage scene.","images":["https://drive.google.com/thumbnail?id=1o5RKC7l5_m92roN8OjajZLanuIVbDpvF&sz=w1000","https://drive.google.com/thumbnail?id=1KtyVAkWv8XV-nTy47OhC4REI-RfijIzh&sz=w1000","https://drive.google.com/thumbnail?id=1Q7mSCy_N7GQKXpqnJ7QdHWA-uq2EtGeR&sz=w1000"],"characters":"<b>Katherina (Kate) Minola</b> – the \"shrew\"<br>\n<b>Bianca Minola</b> – sister of Katherina<br>\n<b>Baptista Minola</b> – father of Katherina and Bianca<br>\n<b>Petruchio</b> – suitor of Katherina<br>\n<b>Lucentio</b> – suitor of Bianca<br>\n<b>Hortensio</b> – suitor of Bianca and friend to Petruchio"},"Pericles, Prince of Tyre":{"place":{"name":"Tyre","coords":["33.2721211","35.1964023"]},"yearofpub":"1609","era":"Ancient Greece (around 430-470 b.c.)","resume":"Pericles, Prince of Tyre is a Jacobean play where the prince leaves home to escape death only to win a jousting contest and marry a princess. Once he can return home, his family sails with him, but a storm separates them, so the prince returns alone. Years later, Pericles finds his daughter and reunites with the wife he had thought was dead.<br><br>\nThe play is divided into five acts:<br>\n<b>ACT I:</b><br>\nThe poet Gower introduces a tale beginning with King Antiochus, who hides an incestuous relationship with his daughter by posing a deadly riddle to her suitors: solve it and marry her, fail and die. When Prince Pericles of Tyre discovers the truth, he flees, prompting Antiochus to send Thaliart to assassinate him.<br>\nPericles returns to Tyre and confides in his friend Lord Helicanus, who advises him to leave before Antiochus’s men arrive. In Tarsus, Governor Cleon and his wife Dionyza lament a famine. Pericles brings them food, easing their suffering before continuing his journey.\n<br>\n<b>ACT II:</b><br>\nWarned by Helicanus of Thaliart’s pursuit, Pericles sets sail again but is shipwrecked during a storm. He washes ashore and learns from fishermen about a festival and jousting contest for the hand of Thaisa, daughter of King Simonides. Using a rusty suit of armor from the fishermen, Pericles enters and wins the contest, earning Thaisa’s love.\nAfter their marriage, Pericles stays at court until he hears of Antiochus’s death. Now safe, he sets sail with his pregnant wife to reclaim his throne in Tyre.\n<br>\n<b>ACT III:</b><br>\nAnother storm at sea claims Thaisa, who seemingly dies giving birth to their daughter, Marina. Her coffin is cast overboard, and Pericles, grieving, leaves Marina in the care of Cleon and Dionyza in Tarsus before continuing to Tyre.\nThaisa’s coffin washes ashore at Ephesus, where a doctor revives her. Believing her family lost, she becomes a priestess at the temple of Diana.\n<br>\n<b>ACT IV:</b><br>\nFifteen years later, Marina grows up in Tarsus but faces danger when Dionyza, jealous of her beauty, plots her murder. Pirates abduct Marina before the plan succeeds, selling her to a brothel in Mytilene. There, her virtue inspires men to reform, and she earns her freedom to work as a maid.<br>\nMeanwhile, Pericles learns of Marina’s supposed death and, overcome with grief, roams the seas aimlessly. He arrives in Mytilene, where Governor Lysimachus, hearing of Marina’s reputation, arranges for her to meet Pericles.\n<br>\n<b>ACT V:</b><br>\nPericles, at first despairing, recognizes Marina as his daughter when she recounts her birth. Overjoyed, he dreams of the goddess Diana, who directs him to her temple in Ephesus. There, he reunites with Thaisa, who reveals herself as his wife.<br>\nThe family returns to Tyre, rejoicing. Gower concludes with news of Cleon and Dionyza’s downfall, punished by their people for their treatment of Marina.\n<br><br>\n<b>Main image:</b> Tyre.<br>\n<b>Second image:</b> A scene from the first act.<br>\n<b>Third image:</b> A scene from the fourth act.","images":["https://drive.google.com/thumbnail?id=1g5RhDhS-iwQbSC6nyBN88nKb_2Sn3cO_&sz=w1000","https://drive.google.com/thumbnail?id=1NwT8vW4Xb57lOU0NtOw3zINQYn0pRg8n&sz=w1000","https://drive.google.com/thumbnail?id=15RXgfOCIbkxVMzmsqWuSL5HYj2es2S7P&sz=w1000"],"characters":"<b>Antiochus</b> – king of Antioch<br>\n<b>Pericles</b> – Prince of Tyre<br>\n<b>Simonides</b> – king of Pentapolis<br>\n<b>Dionyza</b> – wife to Cleon<br>\n<b>Thaisa</b> – daughter to Simonides, Pericles' wife<br>\n<b>Marina</b> – daughter to Pericles and Thaisa"},"A Midsummer Night's Dream":{"place":{"name":"Athens","coords":["37.9755648","23.7348324"]},"yearofpub":"1600","era":"Twelfth century b.c.","resume":"A Midsummer Night's Dream is a comedy play that talks about four Athenians that run away to the forest only to have Puck the fairy make both of the boys fall in love with the same girl. The four run through the forest pursuing each other while Puck helps his master play a trick on the fairy queen. In the end, Puck reverses the magic, and the two couples reconcile and marry.<br><br>\nThe comedy is divided into five acts:<br>\n<b>ACT I:</b><br>\nDuke Theseus, preparing for his marriage to Hippolyta, is interrupted by Egeus, who asks the Duke to force his daughter Hermia to marry Demetrius. Hermia refuses because she loves Lysander. The Duke gives Hermia two choices: marry Demetrius, face death, or become a nun.\nLysander and Hermia plan to elope and tell Hermia’s friend, Helena, who is desperately in love with Demetrius. The lovers escape Athens and enter the forest, where they soon lose their way. Demetrius, hearing of their plan, follows them, with Helena chasing after him, hoping he will choose her.\nMeanwhile, a group of craftsmen prepare a play for the Duke’s wedding, with Nick Bottom as Pyramus and Flute as Thisbe.\n<br>\n<b>ACT II:</b><br>\nOberon, King of the Fairies, quarrels with Queen Titania over a magical child. To get revenge, Oberon sends his servant, Puck, to fetch a flower that causes love for the first creature seen.<br>\nOberon overhears Helena’s plea to Demetrius in the forest and orders Puck to enchant \"the Athenian\" so Demetrius will fall in love with Helena. However, Puck mistakenly applies the magic to Lysander, causing him to fall for Helena, and later does the same for Demetrius.\n<br>\n<b>ACT III:</b><br>\nWhile the craftsmen rehearse their play, Puck gives Bottom an ass’s head, frightening the others. Bottom is drawn to the sleeping Titania, whom Oberon has enchanted. She wakes and falls in love with him.<br>\nMeanwhile, Demetrius and Lysander, both enchanted, pursue Helena, leaving Hermia confused and heartbroken. Oberon instructs Puck to fix the situation. Puck distracts the men, leading them astray, and the lovers fall asleep. Puck reverses the spell on Lysander.\n<br>\n<b>ACT IV:</b><br>\nAfter being pampered by Titania, Bottom falls asleep beside her. Oberon lifts Titania’s enchantment, and she wakes, horrified by her love for Bottom. The two reconcile, and Titania gives Oberon the child.<br>\nBottom returns to the city as the actors prepare for their play. Theseus and Hippolyta’s hunting party finds the lovers, and Lysander’s love for Hermia is restored, while Demetrius remains in love with Helena.\n<br>\n<b>ACT V:</b><br>\nThe couples—Lysander with Hermia and Demetrius with Helena—celebrate the Duke’s wedding. The craftsmen perform their play for the guests. As the night ends, Puck and the fairies bless the palace and its people.\n<br><br>\n<b>Main image:</b> Athens.<br>\n<b>Second image:</b> Bottom's transformation.<br>\n<b>Third image:</b> Fairies.","images":["https://drive.google.com/thumbnail?id=1jeewer5Z7G1v7CHSWBAdE68bFNPZSQqX&sz=w1000","https://drive.google.com/thumbnail?id=1owhMGa86zTVJcFkHp0-IbMQKwi8dm-7X&sz=w1000","https://drive.google.com/thumbnail?id=1k1SYICdQWvVAqzGjoq0L2Rowjo_Nwgwb&sz=w1000"],"characters":"<b>The Athenians:</b><br>\n<b>Theseus</b> – Duke of Athens<br>\n<b>Hippolyta</b> – Queen of the Amazons<br>\n<b>Egeus</b> – Hermia's father<br>\n<b>Philostrate</b> – Theseus' Master of Revels<br>\n<b>The Fairies:</b><br>\n<b>Oberon</b> – King of the Fairies<br>\n<b>Titania</b> – Queen of the Fairies"},"The Tragedy of Othello, the Moor of Venice":{"place":{"name":"Cyprus","coords":["34.9823018","33.1451285"]},"yearofpub":"At the beginning of the XVII century","era":"Greece in the XVI century","resume":"The tragedy is based on the missed promotion of Iago from his general Othello, to take his revenge, Iago manipulated Othello making him believe that his wife was cheating on him to make Othello do extreme gestures.\n<br><br>\nThis tragedy is set in Cyprus and it’s divided into five acts.\n<br>\n<b>ACT I:</b><br>\nBefore the play begins, Roderigo followed Desdemona, who secretly married Othello, a Moorish general. Iago, mad with Othello because he promoted Cassio instead of him, knowing that her father, Brabantio, would not be happy about the marriage informed him of the marriage, prompting to arrest Othello.\nAt the council, Desdemona got disowned from her father for supporting Othello and then she chose to go with Othello on his campaign, leaving her father.\n<br>\n<b>ACT II</b><br>\nWhen the company arrived, Othello said the Turkish fleet got dispersed due to a storm so Montano, the governor of Cyprus, decided to have a party.\nRoderigo and Cassio decided to have a duel that night, trying to make Desdemona fall in love with him. When the duel started, Montano got hit by a knife trying to contain Cassio. Othello got angry and relieved Cassio of his officer status. \n<br>\n<b>ACT III</b><br>\nThe next day, Iago made Othello notice that Desdemona was too fond of Cassio, so Othello began to secretly watch his wife. \nAfter a while Othello became angry when Desdemona couldn't find the first gift (a handkerchief) he gave her, that was really important to him, but Desdemona hadn't lost the handkerchief, Iago forced Emilia, his wife, to steal it. \n<br>\n<b>ACT IV</b><br>\nOthello was getting more jealous every day. <br>\nIago made Othello to misinterpret, a part of a conversation between Cassio and his wife, Bianca and Othello got so agitated at the point to get an epileptic fit. \nAfter his recovery, the general ordered Iago to kill Cassio. Desdemona wasn't able to understand what was wrong with his husband and Othello hit her in the presence of one of her relative, Lodovico.\n<br>\n<b>ACT V</b><br>\nIn the final act, Othello came to his wife (who was asleep) to murder her as punishment for her supposed adultery. Emilia alerted all, while Othello was defending himself, mentioning the handkerchief as proof. Emilia realized what was happening and betrayed Iago‘s plan against Othello, but Iago, reacting to his wife's accusations, killed her. Iago and Othello got arrested and sent to trial, but Othello, facing the inevitability of his own destiny, uses a hidden weapon to commit suicide. The play ends with Cassio as the new Governor of Cyprus.\n<br><br>\n<b>Main image:</b> The castle of Othello.<br>\n<b>Second image:</b> The murder.<br>\n<b>Third image:</b> A discussion scene.","images":["https://drive.google.com/thumbnail?id=1duRMOJuilUGXVVhPjHOoqM7cqjVg8VAf&sz=w1000","https://drive.google.com/thumbnail?id=1VsoJF5TlLJmzN7xPW6BQNwYGxIjxY4P4&sz=w1000","https://drive.google.com/thumbnail?id=1sKulbypGZJIn-Q8iqSH1KUxwGHHtYg5l&sz=w1000"],"characters":"<b>Othello</b> - main character, a Moorish general<br>\n<b>Iago</b> - Othello’s soldier<br>\n<b>Desdemona</b> - Othello’s wife<br>\n<b>Cassio</b> - Othello’s soldier."},"The Tragedy of Hamlet, Prince of Denmark":{"place":{"name":"Helsingør","coords":["56.0348739","12.6130073"]},"yearofpub":"1604 (First version)/1623 (First Folio)","era":"Late Middle Ages/Renaissance","resume":"<b>ACT I:</b><br>\nLate at night, guards at Denmark's Elsinore castle encounter Horatio, Prince Hamlet’s friend, who joins them after they describe seeing a ghost resembling the recently-deceased King Hamlet. The Ghost reappears, and they decide to tell Hamlet.<br>\nClaudius, Hamlet’s uncle, has married Hamlet's mother, Gertrude, and become the new King. Hamlet, still grieving, resents the marriage. When he learns of the Ghost, he seeks to see it for himself.\nPolonius bids farewell to his son Laertes, who is leaving for France, and advises his sister Ophelia to be cautious of Hamlet’s affections.<br>\nThe Ghost reveals to Hamlet that Claudius murdered him, urging Hamlet to seek revenge. Hamlet vows to do so and decides to feign madness while investigating the truth.\n<br>\n<b>ACT II:</b><br>\nHamlet begins acting strangely, rejecting Ophelia. Claudius and Polonius spy on him, trying to find the cause of his behavior but fail. Claudius summons Hamlet’s old friends, Rosencrantz and Guildenstern, to uncover the truth. Meanwhile, a troupe of actors arrives, and Hamlet instructs them to perform a play mimicking his father’s murder to observe Claudius’s reaction.\n<br>\n<b>ACT III:</b><br>\nAt the play's performance, Claudius reacts to the mimicry of the murder, confirming his guilt. Hamlet decides to confront him, but on the way to Gertrude’s room, he finds Claudius praying. Hamlet refrains from killing him, thinking it would send Claudius’s soul to heaven.<br>\nPolonius hides behind a tapestry to spy on Hamlet and Gertrude, but Hamlet, thinking it’s Claudius, kills him. The Ghost of Hamlet’s father appears, urging Hamlet to take action and leave his mother to her guilt.\n<br>\n<b>ACT IV:</b><br>\nHamlet is sent to England under the pretense of an ambassador, but he learns of Claudius’s plan to have him killed. Hamlet returns to Denmark and sends Rosencrantz and Guildenstern to their deaths instead.<br>\nOphelia, heartbroken by Hamlet’s rejection and her father’s death, descends into madness and drowns.\n<br>\n<b>ACT V:</b><br>\nHamlet and Horatio meet in a graveyard, discussing life and death. Ophelia’s funeral procession arrives, and Hamlet confronts her brother Laertes.\nA duel between Hamlet and Laertes is arranged, with Claudius conspiring to kill Hamlet using poisoned wine and a poisoned rapier. The plan goes awry when Gertrude drinks the poisoned wine and dies. Laertes and Hamlet are both wounded by the poisoned rapier, and Laertes dies.<br>\nIn his final moments, Hamlet kills Claudius before dying himself. Horatio is left to explain the truth to the new King, Fortinbras, who returns victorious from Poland.\n<br><br>\n<b>Main image:</b> A modern Hamlet.<br>\n<b>Second image:</b> Ophelia's death.<br>\n<b>Third image:</b> A duel from the movie Hamlet (1996).","images":["https://drive.google.com/thumbnail?id=1dnO54RgM1g-NHgKOrA0T2QqR5nW5fDbN&sz=w1000","https://drive.google.com/thumbnail?id=1zmOdGPjI2PsjsmNuUA2yw_ftzLL7RfT0&sz=w1000","https://drive.google.com/thumbnail?id=1djgqVU1NgrpIWjq-mlYuftyDpDA_P4Gv&sz=w1000"],"characters":"<b>Hamlet</b> – son of the late king and nephew of the present king, Claudius<br>\n<b>Claudius</b> – King of Denmark, Hamlet's uncle and brother to the former king<br>\n<b>Gertrude</b> – Queen of Denmark and Hamlet's mother<br>\n<b>Polonius</b> – chief counsellor to the king<br>\n<b>Ophelia</b> – Polonius's daughter<br>\n<b>Horatio</b> – friend of Hamlet<br>\n<b>Laertes</b> – Polonius's son<br>"}}